// question-data-2.js

// 注意：变量名改为了 examData2
const examData2 = {
    mainTitle: "法律职业资格考试2023年主观题阶段测试第2套",
    panelTitle: "2. 案例分析题",
    material: `
        <p>(本题25分)</p>
        <p>
            2020年12月某日20时，李某偷取自行车时被赵一、钱二、孙三看到，三人把李某拉到公园暴打，并要求李某交出手机，通过微信转给了李某2000元，之后孙三被家里电话叫走。随后，赵一和钱二要求李某脱光衣服并将其推到公园的池塘里。次日，李某被人发现死在公园池塘中，池塘边放着李某生前脱下的衣物。经法医鉴定，李某身上有多处挫伤，并且头部被钝器击打致死，死亡时间是案发当晚20点-赵某和钱某（女）是夫妻，约定一起抢劫孙某的财物，由赵某实施暴力压制孙某的反抗，由钱某负责取财。赵某在暴力压制孙某反抗时，心生悔意，放弃暴力，离开现场，没有阻止钱某。但是，由于失去赵某的配合，钱某无法取得财物，被迫离去。钱某抱怨赵某，欲杀害赵某，导致赵某昏迷，心生悔意，驾车带赵某去医院。途中，钱某不慎酿成车祸，导致行人死亡。钱某为了抢救赵某生命，没有停车，继续开往医院。医生查明，赵某仅受到轻微伤，不会死亡。（事实一）
-23点之间。公安机关侦查终结后，对赵钱孙三人以抢劫罪起诉，赵钱二人以故意伤害（致人死亡）罪移交检察院审查起诉。赵钱孙三人对抢劫事实认罪认罚，但赵钱二人对故意伤害（致人死亡）予以否认，辩称没有对李某后脑进行击打，且不排除李某落水后他人施救可能。李某母亲对赵钱二人提起附带民事诉讼，要求二人赔偿丧葬费、死亡赔偿金和精神损失费。
        </p>
        <p>
            赵某经常融酒，酒后就对钱某和继子李某（钱某与前夫所生，16周岁）实施家庭暴力。某日，赵某酒后回到家，在厨房对钱某实施家庭暴力如扇耳光、揪头发，后写骂列咧地转身去客厅。钱某不愿再次遭受赵某的暴力，便拿起莱刀向赵某后脑勺砍去。赵某倒地。钱某感到害怕，便出门离去。十分钟后，李某回家，看到倒在地上、尚在呻吟的赵某，认为报仇的机会来了，拿起莱刀向赵某后脑勺砍去，然后离开现场。二十分钟后，赵某死亡。事后查明，导致死亡的原因可能是钱某的刀砍行为，也可能是李某的刀砍行为，还有可能是二人行为共同作用的结果。（事实二）
.钱二父母和祖父母的证言，称钱二出生时间为2003年3月5日，但因为村干部写错将"3"误写成"2"，故显示出生时间为2002年3月5日。2.准生证上登记发放时间为2002年12月底，基于准生证发放于出生前，故可以推定出生日期在2002年12月之后。3.钱二初中毕业回家录上填写的相关时间是2002年3月5日，但有涂改痕迹。
        </p>
        <p>
            某夜，钱某和李某在逃亡中，看到路边一辆轿车里有珍贵皮包，欲盗窃该包，刚砸破车窗玻璃，警报器大响，二人未拿皮包，赶紧逃离。此时，车主周某拿着猎枪跑过来，只看到跑在后面的钱某，以为其窃得自己的皮包而逃跑，为了夺回皮包，向钱某开枪，子弹打中钱某小腿（轻伤），钱某忍痛继续逃跑。周某以为自己没打中，又开第二枪，子弹打偏了，没有打中钱某，却击中跑在前面的李某，李某死亡。（事实三）
        </p>
        <p>
            钱某逃离现场后，次日夜晚，拿着铁锹潜入周某的办公室，认为其柜子里有值钱财物，用铁锹撬开柜子，看到一个包装盒便拿走，拿回家打开发现里面是一些别人打给周某的欠条。次日，钱某来到某银行大厅晃悠，看到柜台员喊顾客吴某的姓名，同时将5千元现金放进窗
        </p>
    `,
    questions: [
        { id: 1, title: '问题1', fullText: '1.事实一中，关于赵某是否成立犯罪中止，存在不同意见，请说明理由。对钱某该如何处理？如果构成犯罪中止，能否对其免除处罚？能否因为其撞死人就不能免除处罚？（7分）', answer: '', marked: false },
        { id: 2, title: '问题2', fullText: '2.事实二中，死亡结果的因果关系该如何认定？钱某的刀砍行为是否属于事后防卫和防卫过当？对李某该如何处理？（7分）', answer: '', marked: false },
        { id: 3, title: '问题3', fullText: '3.事实三中，周某的开枪行为是否属于事后防卫和防卫过当？周某存在哪种事实认识错误？（8分）', answer: '', marked: false },
        { id: 3, title: '问题4', fullText: '4.事实四中，关于钱某是否构成“携带凶器盗窃”，存在不同意见，请说明理由。对钱某盗窃欠条的行为该如何处理？关于钱某拿走5千元的行为，存在不同意见，请说明理由。(10分)', answer: '', marked: false }
    ]
};