// question-data-1.js

// 注意：变量名改为了 examData1
const examData1 = {
    mainTitle: "法律职业资格考试2023年主观题阶段测试第1套",
    panelTitle: "1. 主观题",
    material: `
        <p>(本题30分)</p>
        <p>
            2020年12月某日20时，李某偷取自行车时被赵一、钱二、孙三看到，三人把李某拉到公园暴打，并要求李某交出手机，通过微信转给了李某2000元，之后孙三被家里电话叫走。随后，赵一和钱二要求李某脱光衣服并将其推到公园的池塘里。次日，李某被人发现死在公园池塘中，池塘边放着李某生前脱下的衣物。经法医鉴定，李某身上有多处挫伤，并且头部被钝器击打致死，死亡时间是案发当晚20点-23点之间。公安机关侦查终结后，对赵钱孙三人以抢劫罪起诉，赵钱二人以故意伤害（致人死亡）罪移交检察院审查起诉。赵钱孙三人对抢劫事实认罪认罚，但赵钱二人对故意伤害（致人死亡）予以否认，辩称没有对李某后脑进行击打，且不排除李某落水后他人施救可能。李某母亲对赵钱二人提起附带民事诉讼，要求二人赔偿丧葬费、死亡赔偿金和精神损失费。
        </p>
        <p>
            钱二委托了辩护律师，律师辩称钱二犯罪时为未成年人，提供证据如下：1.钱二父母和祖父母的证言，称钱二出生时间为2003年3月5日，但因为村干部写错将"3"误写成"2"，故显示出生时间为2002年3月5日。2.准生证上登记发放时间为2002年12月底，基于准生证发放于出生前，故可以推定出生日期在2002年12月之后。3.钱二初中毕业回家录上填写的相关时间是2002年3月5日，但有涂改痕迹。
        </p>
        <p>
            一审法院经过审理，判决赵钱孙三人抢劫罪成立，分别判处有期徒刑5年、4年、3年。对于赵钱二人故意伤害（致人死亡）罪，因证据不足，不予认定。对钱二系未成年人不予认定，原因是：1.钱二父母和祖父母的证言证明力低。2.准生证系被告方长期保存，真实性存疑3.初中毕业同学录是被告人事后提供，证明力低。
        </p>
    `,
    questions: [
        { id: 1, title: '问题1', fullText: '1.对赵钱二人能否适用认罪认罚从宽制度？', answer: '', marked: false },
        { id: 2, title: '问题2', fullText: '2.一审法院对赵钱二人故意伤害致人死亡判决不予认定是否合法？说明理由。', answer: '', marked: false },
        { id: 3, title: '问题3', fullText: '3.对于赵钱二人故意伤害致人死亡不予认定后，法院能否判决赵钱二人因李某的死亡对李某母亲承担附带民事责任？李某母亲的哪些诉讼请求能被支持？', answer: '', marked: false },
        { id: 4, title: '问题4', fullText: '4.如何评价法院对钱二是否满18周岁的认定？', answer: '', marked: false },
        { id: 5, title: '问题5', fullText: '5.若钱二提起上诉，检察院没有提起抗诉，二审法院认定钱二出生时间是2003年3月5日，二审法院应当如何处理？', answer: '', marked: false }
    ]
};